/* SongDetailArtist */
"Artist" = "Artist";

/* SongDetailBuySpotify */
"Buy Spotify-feature" = "Köp Spotify-funktion";

/* LyssnaAddCancel */
"Cancel" = "Avbryt";

/* LyssnaAddChange */
"Change" = "Ändra";

/* SongDetailCouldntFindSpotify */
"Couldn't find @ Spotify" = "Kunde inte hitta @ Spotify";

/* LyssnaTableDone */
"Done" = "Klar";

/* LyssnaTableEdit */
"Edit" = "Ändra";

/* LastPlayedTitle */
"Last Played" = "Senast Spelad";

/* LyssnaTitle */
"Listen" = "Lyssna";

/* SongDetailLoadingSpotify */
"Loading.." = "Ladda..";

/* LyssnaAddName */
"Name" = "Namn";

/* LyssnaNowPlaying */
"Now Playing" = "Spelas nu";

/* No comment provided by engineer. */
"OK" = "OK";

/* SongDetailPlayed */
"Played" = "Spelad";

/* SongDetailTrack */
"Song" = "Låt";

/* SongDetailStation */
"Station" = "Station";

/* SongDetailSpotify */
"type spotify:track: and the id you got over here in Spotify to show the song. Or just click to play song in Spotify." = "Skriv spotify:track: och id ovanför i Spotify appen för att spela låten, eller klicka bara för att starta låten i Spotify.";

/* LyssnaAddURLAddress */
"URL" = "URL";

/* ChooseastationTitle */
"Choose a station" = "Välj en station";

/* madebyTitle */
"Made By Håkan Nylén" = "Skapad av Håkan Nylén";